Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Give a session a title, a star rating, and notes. You can tidy up details and remove a session you didn't mean to keep.
de: Gib einer Session einen Titel, eine Sternebewertung und Notizen. Du kannst Details aufräumen und eine Session entfernen, die du nicht behalten wolltest.
es: Dale a una sesión un título, una valoración con estrellas y notas. Puedes ordenar los detalles y eliminar una sesión que no querías conservar.
fr: Donnez à une session un titre, une note en étoiles et des notes. Vous pouvez peaufiner les détails et supprimer une session que vous ne vouliez pas garder.
it: Assegna a una sessione un titolo, una valutazione a stelle e delle note. Puoi sistemare i dettagli ed eliminare una sessione che non volevi tenere.
ja: セッションにタイトル、星評価、メモを付けられます。詳細を整えたり、残すつもりのなかったセッションを削除したりできます。
pt: Dê à sessão um título, uma avaliação por estrelas e notas. Você pode ajustar detalhes e remover uma sessão que não pretendia manter.
uk: Додайте сесії заголовок, оцінку зірками та нотатки. Ви можете впорядкувати деталі й видалити сесію, яку не мали наміру зберігати.

source: Group my dives
de: Meine Tauchgänge gruppieren
es: Agrupar mis inmersiones
fr: Grouper mes plongées
it: Raggruppa le mie immersioni
ja: ダイブをグループ化
pt: Agrupar meus mergulhos
uk: Групувати мої занурення

source: Group new dives
de: Neue Tauchgänge gruppieren
es: Agrupar inmersiones nuevas
fr: Grouper les nouvelles plongées
it: Raggruppa nuove immersioni
ja: 新しいダイブをグループ化
pt: Agrupar novos mergulhos
uk: Групувати нові занурення

source: Group your logged dives into multi-day trips by date and location.
de: Gruppiere deine erfassten Tauchgänge nach Datum und Ort zu mehrtägigen Reisen.
es: Agrupa tus inmersiones registradas en viajes de varios días por fecha y lugar.
fr: Regroupez vos plongées enregistrées en voyages de plusieurs jours, par date et lieu.
it: Raggruppa le immersioni registrate in viaggi di più giorni per data e luogo.
ja: 記録したダイブを日付と場所ごとに複数日の旅行にまとめます。
pt: Agrupe seus mergulhos registrados em viagens de vários dias por data e local.
uk: Групуйте записані занурення в багатоденні подорожі за датою й місцем.

source: Guide
de: Anleitung
es: Guía
it: Guida
ja: ガイド
pt: Guia
uk: Довідник

source: Heart rate
de: Puls
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
pt: Freq. cardíaca
uk: Пульс

source: Heart rate & temp
de: Puls & Temperatur
es: Frecuencia cardíaca y temp.
fr: Fréq. cardiaque et temp.
it: Frequenza cardiaca e temp.
ja: 心拍数と水温
pt: Freq. cardíaca e temp.
uk: Пульс і темп.

source: High precision
de: Hohe Genauigkeit
es: Alta precisión
fr: Haute précision
it: Alta precisione
ja: 高精度
pt: Alta precisão
uk: Висока точність

source: How dives are detected
de: Wie Tauchgänge erkannt werden
es: Cómo se detectan las inmersiones
fr: Comment les plongées sont détectées
it: Come vengono rilevate le immersioni
ja: ダイブの検出方法
pt: Como os mergulhos são detectados
uk: Як виявляються занурення

source: How fast is it?
de: Wie schnell ist es?
es: ¿Con qué rapidez?
fr: À quelle vitesse ?
it: Quanto è rapido?
ja: どれくらい速い？
pt: Quão rápido é?
uk: Наскільки швидко?

source: How to use?
de: Wie funktioniert es?
es: ¿Cómo se usa?
fr: Comment l’utiliser ?
it: Come si usa?
ja: 使い方は？
pt: Como usar?
uk: Як користуватися?

source: How your devices work together
de: Wie deine Geräte zusammenspielen
es: Cómo trabajan juntos tus dispositivos
fr: Comment vos appareils fonctionnent ensemble
it: Come i tuoi dispositivi lavorano insieme
ja: デバイスの連携
pt: Como seus dispositivos trabalham juntos
uk: Як пристрої працюють разом

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
pt: Sincronização com o iCloud
uk: Синхронізація iCloud

source: It appears as a *Workout* rather than a dedicated “dive” because Dive Free is a recreational logbook built on Apple's workout tools, not a dive computer — the recording is exactly the same, it's just filed under Workout.
de: Es erscheint als *Training* statt als eigener „Tauchgang“, weil Dive Free ein Freizeit-Logbuch auf Basis von Apples Trainingswerkzeugen ist, kein Tauchcomputer — die Aufzeichnung ist genau dieselbe, nur unter Training abgelegt.
es: Aparece como un *Entrenamiento* en lugar de un «buceo» dedicado porque Dive Free es un cuaderno de buceo recreativo construido sobre las herramientas de entrenamiento de Apple, no un ordenador de buceo; la grabación es exactamente la misma, solo que se archiva como Entrenamiento.
fr: Elle apparaît comme un *Exercice* plutôt qu’une « plongée » dédiée, car Dive Free est un carnet de plongée de loisir bâti sur les outils d’exercice d’Apple, pas un ordinateur de plongée — l’enregistrement est exactement le même, il est simplement classé sous Exercice.
it: Compare come *Allenamento* anziché come una “immersione” dedicata perché Dive Free è un diario di immersione ricreativo costruito sugli strumenti di allenamento di Apple, non un computer subacqueo — la registrazione è identica, è solo archiviata come Allenamento.
ja: 専用の「ダイブ」ではなく*ワークアウト*として表示されるのは、Dive Freeがダイブコンピュータではなく、Appleのワークアウト機能を土台にしたレクリエーション用ログブックだからです——記録内容はまったく同じで、ワークアウトとして分類されているだけです。
pt: Aparece como um *Treino* em vez de um “mergulho” dedicado porque o Dive Free é um diário de bordo recreativo construído sobre as ferramentas de treino da Apple, não um computador de mergulho — o registro é exatamente o mesmo, apenas arquivado em Treino.
uk: Воно відображається як *Тренування*, а не окреме «занурення», бо Dive Free — це рекреаційний журнал занурень на основі інструментів тренувань Apple, а не дайв-комп’ютер. Запис абсолютно той самий, просто він зберігається як Тренування.

source: Keep days
de: Tage behalten
es: Días a conservar
fr: Jours à conserver
it: Giorni da conservare
ja: 保存日数
pt: Manter dias
uk: Зберігати днів

source: Keep the watch near the phone with both apps opened recently — the watch delivers sessions over their direct link when they're close. Then give iCloud a minute to carry it on to your iPad.
de: Halte die Uhr in der Nähe des iPhones und öffne beide Apps kürzlich — die Uhr übergibt Sessions über ihre direkte Verbindung, wenn sie nah sind. Gib iCloud dann eine Minute, um sie auf dein iPad weiterzureichen.
es: Mantén el reloj cerca del teléfono con ambas apps abiertas hace poco: el reloj entrega las sesiones por su enlace directo cuando están cerca. Después dale un minuto a iCloud para llevarla a tu iPad.
fr: Gardez la montre près du téléphone, les deux apps ayant été ouvertes récemment — la montre transmet les sessions via leur liaison directe lorsqu’ils sont proches. Laissez ensuite une minute à iCloud pour la transférer vers votre iPad.
it: Tieni l’orologio vicino al telefono con entrambe le app aperte di recente: l’orologio consegna le sessioni tramite il collegamento diretto quando sono vicini. Poi concedi a iCloud un minuto per portarla sull’iPad.
ja: 両方のアプリを最近開いた状態で、時計をiPhoneの近くに置いてください——近くにあると、時計は直接リンクでセッションを送ります。その後、iCloudがiPadへ引き継ぐまで少し待ちます。
pt: Mantenha o relógio perto do telefone com os dois apps abertos recentemente — o relógio entrega as sessões pelo enlace direto quando estão próximos. Depois, dê um minuto ao iCloud para levá-la ao seu iPad.
uk: Тримайте годинник біля телефона, нещодавно відкривши обидва застосунки — годинник передає сесії через прямий зв’язок, коли вони поруч. Потім дайте iCloud хвилину, щоб перенести її на ваш iPad.

source: Keeping devices in sync
de: Geräte synchron halten
es: Mantener los dispositivos sincronizados
fr: Garder les appareils synchronisés
it: Mantenere i dispositivi sincronizzati
ja: デバイスを同期させる
pt: Manter os dispositivos sincronizados
uk: Синхронізація пристроїв

source: Knots
de: Knoten
es: Nudos
fr: Nœuds
it: Nodi
ja: ノット
pt: Nós
uk: Вузли

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
ja: ラベル
pt: Rótulo
uk: Підпис

source: last %@
de: zuletzt %@
es: últ. %@
fr: dernière : %@
it: ultima: %@
ja: 最終 %@
pt: última: %@
uk: остання: %@

source: Last synced
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchro
it: Ultima sincronizzazione
ja: 最終同期
pt: Última sincronização
uk: Остання синхронізація

source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Posizione
ja: 位置
pt: Localização
uk: Місце

source: Log a session and your dive passport fills in here.
de: Zeichne eine Session auf, und dein Tauchpass füllt sich hier.
es: Registra una sesión y tu pasaporte de buceo se irá completando aquí.
fr: Enregistrez une session et votre passeport de plongée se remplit ici.
it: Registra una sessione e il tuo passaporto d’immersione si riempirà qui.
ja: セッションを記録すると、ダイブパスポートがここに反映されます。
pt: Registre uma sessão e seu passaporte de mergulho se preenche aqui.
uk: Запишіть сесію — і ваш паспорт занурень заповниться тут.

source: Mainly clear
de: Meist klar
es: Mayormente despejado
fr: Plutôt dégagé
it: Prevalentemente sereno
ja: おおむね晴れ
pt: Quase limpo
uk: Переважно ясно

source: Major
de: Groß
es: Principal
fr: Principal
it: Principale
ja: メジャー
pt: Longo
uk: Основний

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
pt: Gerenciar assinatura
uk: Керувати підпискою

source: Manual dive
de: Manueller Tauchgang
es: Inmersión manual
fr: Plongée manuelle
it: Immersione manuale
ja: 手動ダイブ
pt: Mergulho manual
uk: Ручне занурення

source: Manual dives
de: Manuelle Tauchgänge
es: Inmersiones manuales
fr: Plongées manuelles
it: Immersioni manuali
ja: 手動ダイブ
pt: Mergulhos manuais
uk: Ручні занурення

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: マップ
pt: Mapa
uk: Мапа

source: Mark Moment
de: Moment markieren
es: Marcar momento
fr: Marquer l’instant
it: Segna momento
ja: 瞬間をマーク
pt: Marcar momento
uk: Позначити момент

source: Markers
de: Markierungen
es: Marcadores
fr: Repères
it: Marcatori
ja: マーカー
pt: Marcadores
uk: Позначки

source: Markers are little flags you drop during a dive — wildlife, a hazard, a photo moment, or your own custom kinds. Turn the Crown to the one you want and press the Action button to drop it. Set your most-used marker as the **default** in the watch's Settings; it's pre-selected, and it's what a quick Action-button press drops.
de: Markierungen sind kleine Fähnchen, die du während eines Tauchgangs setzt — Tiere, eine Gefahr, ein Fotomoment oder eigene Arten. Dreh die Crown zur gewünschten und drück den Action Button, um sie zu setzen. Lege deine meistgenutzte Markierung als **Standard** in den Einstellungen der Uhr fest; sie ist vorausgewählt und wird bei einem kurzen Druck auf den Action Button gesetzt.
es: Los marcadores son pequeñas banderas que sueltas durante una inmersión: fauna, un peligro, un momento para foto o tus propios tipos personalizados. Gira la corona hasta el que quieras y pulsa el botón Acción para soltarlo. Configura tu marcador más usado como **predeterminado** en los Ajustes del reloj; queda preseleccionado y es el que suelta una pulsación rápida del botón Acción.
fr: Les repères sont de petits drapeaux que vous posez pendant une plongée : faune, danger, moment photo ou vos propres types personnalisés. Tournez la couronne jusqu’à celui voulu et appuyez sur le bouton Action pour le poser. Définissez votre repère le plus utilisé comme **repère par défaut** dans les Réglages de la montre ; il est présélectionné et c’est lui qu’une pression rapide sur le bouton Action pose.
it: I marcatori sono piccole bandierine che rilasci durante un’immersione: fauna, un pericolo, un momento da foto o i tuoi tipi personalizzati. Ruota la corona su quello che vuoi e premi il tasto Azione per rilasciarlo. Imposta il marcatore che usi di più come **predefinito** nelle Impostazioni dell’orologio; è preselezionato ed è quello che rilascia una rapida pressione del tasto Azione.
ja: マーカーは、ダイブ中に記録する小さな旗です——生き物、危険、写真の瞬間、または独自のカスタム種類など。クラウンを回して目的のものに合わせ、アクションボタンを押して記録します。よく使うマーカーは時計の設定で**デフォルト**に設定しましょう。あらかじめ選択され、アクションボタンをさっと押したときに記録されるのがこれです。
pt: Marcadores são pequenas bandeirinhas que você solta durante um mergulho — vida marinha, um perigo, um momento para foto, ou tipos personalizados seus. Gire a Crown até o que quiser e pressione o botão de Ação para soltá-lo. Defina o marcador que mais usa como **padrão** nos Ajustes do relógio; ele fica pré-selecionado e é o que um toque rápido no botão de Ação solta.
uk: Позначки — це маленькі прапорці, які ви ставите під час занурення: тварина, небезпека, момент для фото або ваші власні види. Покрутіть головку Digital Crown до потрібної й натисніть кнопку Дії, щоб поставити її. Зробіть найуживанішу позначку **типовою** в Налаштуваннях годинника; вона обрана заздалегідь, і саме її ставить швидке натискання кнопки Дії.

source: Marking a dive by hand
de: Einen Tauchgang von Hand markieren
es: Marcar una inmersión a mano
fr: Marquer une plongée manuellement
it: Segnare un’immersione a mano
ja: 手動でダイブをマーク
pt: Marcar um mergulho manualmente
uk: Ручне позначення занурення

source: Max depth
de: Max. Tiefe
es: Profundidad máx.
fr: Profondeur max.
it: Profondità max
ja: 最大水深
pt: Prof. máx.
uk: Макс. глибина

source: Max size
de: Max. Größe
es: Tamaño máx.
fr: Taille max.
it: Dimensione max
ja: 最大サイズ
pt: Tamanho máx.
uk: Макс. розмір

source: Media Unavailable
de: Medien nicht verfügbar
es: Contenido no disponible
fr: Média indisponible
it: Media non disponibile
ja: メディアを利用できません
pt: Mídia indisponível
uk: Медіа недоступне

source: Merge a Spot In…
de: Spot einfügen …
es: Combinar un punto…
fr: Fusionner un spot…
it: Unisci uno spot…
ja: スポットを結合…
pt: Mesclar um local…
uk: Об’єднати місце…

source: Meters
de: Meter
es: Metros
fr: Mètres
it: Metri
ja: メートル
pt: Metros
uk: Метри

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メートル法
pt: Métrico
uk: Метрична

source: Metric (m/km)
de: Metrisch (m/km)
es: Métrico (m/km)
fr: Métrique (m/km)
it: Metrico (m/km)
ja: メートル法 (m/km)
pt: Métrico (m/km)
uk: Метрична (m/km)

source: Minor
de: Klein
es: Secundario
fr: Secondaire
it: Secondario
ja: マイナー
pt: Curto
uk: Додатковий

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
pt: Mês
uk: Місяць

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
pt: Mensal
uk: Щомісяця

source: Monthly snack
de: Monatlicher Snack
es: Aperitivo mensual
fr: En-cas mensuel
it: Spuntino mensile
ja: 毎月のおやつ
pt: Lanche mensal
uk: Щомісячний перекус

source: Monthly snack is an auto-renewing subscription. It renews each month at the price shown until you cancel. Payment is charged to your Apple Account at confirmation, and again each period unless you cancel at least 24 hours before it ends. Manage or cancel anytime in Settings.
de: Der monatliche Snack ist ein automatisch verlängertes Abo. Es verlängert sich jeden Monat zum angezeigten Preis, bis du kündigst. Die Zahlung wird bei Bestätigung deinem Apple-Account belastet und dann jede Periode erneut, sofern du nicht mindestens 24 Stunden vor Ende kündigst. Jederzeit in den Einstellungen verwalten oder kündigen.
es: El aperitivo mensual es una suscripción de renovación automática. Se renueva cada mes al precio mostrado hasta que la canceles. El pago se carga a tu cuenta de Apple al confirmar, y de nuevo cada periodo salvo que canceles al menos 24 horas antes de que termine. Gestiónala o cancélala cuando quieras en Ajustes.
fr: L’en-cas mensuel est un abonnement à renouvellement automatique. Il se renouvelle chaque mois au prix indiqué jusqu’à annulation. Le paiement est prélevé sur votre compte Apple à la confirmation, puis à chaque période, sauf annulation au moins 24 heures avant la fin. Gérez-le ou annulez-le à tout moment dans Réglages.
it: Lo spuntino mensile è un abbonamento a rinnovo automatico. Si rinnova ogni mese al prezzo indicato finché non lo annulli. Il pagamento viene addebitato sul tuo Apple Account alla conferma e a ogni periodo, salvo annullamento almeno 24 ore prima della fine. Gestiscilo o annullalo quando vuoi in Impostazioni.
ja: 毎月のおやつは自動更新のサブスクリプションです。キャンセルするまで、表示された価格で毎月更新されます。料金は確定時にApple Accountへ請求され、終了の24時間以上前にキャンセルしない限り毎期請求されます。管理や解約は設定でいつでも行えます。
pt: O lanche mensal é uma assinatura com renovação automática. Ela se renova a cada mês pelo preço exibido até você cancelar. A cobrança é feita na sua Conta Apple na confirmação e novamente a cada período, a menos que você cancele pelo menos 24 horas antes do fim. Gerencie ou cancele a qualquer momento nos Ajustes.
uk: Щомісячний перекус — це підписка з автоматичним поновленням. Вона поновлюється щомісяця за показаною ціною, доки ви її не скасуєте. Оплата стягується з вашого облікового запису Apple під час підтвердження і потім щоперіоду, якщо ви не скасуєте принаймні за 24 години до завершення. Керуйте нею або скасуйте будь-коли в Налаштуваннях.

source: More accurate dive-spot location and surface track. Drains the battery faster. Applies to your next session.
de: Genauere Tauchplatz-Position und Oberflächenroute. Verbraucht den Akku schneller. Gilt ab deiner nächsten Session.
es: Ubicación del punto de buceo y recorrido en superficie más precisos. Consume la batería más rápido. Se aplica a tu próxima sesión.
fr: Localisation du spot et tracé en surface plus précis. Décharge la batterie plus vite. S’applique à votre prochaine session.
it: Posizione dello spot e traccia in superficie più precise. Consuma la batteria più in fretta. Vale per la prossima sessione.
ja: ダイブスポットの位置と水面トラックがより正確になります。バッテリーの消費が速くなります。次のセッションから適用されます。
pt: Localização do ponto de mergulho e trajeto de superfície mais precisos. Consome a bateria mais rápido. Vale para a sua próxima sessão.
uk: Точніше визначення місця занурення та поверхневого треку. Швидше розряджає акумулятор. Застосовується до наступної сесії.

source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Più dettagli
ja: 詳細
pt: Mais detalhes
uk: Докладніше

source: Move to Spot…
de: Zu Spot verschieben …
es: Mover a un punto…
fr: Déplacer vers un spot…
it: Sposta in uno spot…
ja: スポットに移動…
pt: Mover para o local…
uk: Перемістити до місця…

source: My dive isn't on my iPhone
de: Mein Tauchgang ist nicht auf dem iPhone
es: Mi inmersión no está en el iPhone
fr: Ma plongée n’est pas sur mon iPhone
it: La mia immersione non è sull’iPhone
ja: ダイブがiPhoneにありません
pt: Meu mergulho não está no meu iPhone
uk: Мого занурення немає на iPhone

source: New to the watch controls? There's a short guide on the watch itself, on its Start screen.
de: Neu bei der Bedienung der Uhr? Auf der Uhr selbst gibt es eine kurze Anleitung, auf ihrem Startbildschirm.
es: ¿Nuevo con los controles del reloj? Hay una breve guía en el propio reloj, en su pantalla de inicio.
fr: Nouveau avec les commandes de la montre ? Un petit guide est disponible sur la montre elle-même, sur son écran de démarrage.
it: Nuovo ai comandi dell’orologio? C’è una breve guida sull’orologio stesso, nella schermata iniziale.
ja: 時計の操作は初めてですか？時計本体のスタート画面に、短いガイドがあります。
pt: Novo nos controles do relógio? Há um guia rápido no próprio relógio, na tela inicial.
uk: Уперше користуєтеся керуванням на годиннику? На самому годиннику, на екрані запуску, є короткий довідник.

source: No custom markers yet.
de: Noch keine eigenen Markierungen.
es: Aún no hay marcadores personalizados.
fr: Pas encore de repères personnalisés.
it: Ancora nessun marcatore personalizzato.
ja: カスタムマーカーはまだありません。
pt: Ainda sem marcadores personalizados.
uk: Ще немає власних позначок.

source: No depth during a dive
de: Keine Tiefe während eines Tauchgangs
es: Sin profundidad durante una inmersión
fr: Pas de profondeur pendant une plongée
it: Nessuna profondità durante un’immersione
ja: ダイブ中の水深がありません
pt: Sem profundidade durante um mergulho
uk: Немає глибини під час занурення

source: No dives yet
de: Noch keine Tauchgänge
es: Aún no hay inmersiones
fr: Pas encore de plongée
it: Ancora nessuna immersione
ja: まだダイブがありません
pt: Ainda sem mergulhos
uk: Ще немає занурень

source: No library photos were taken during this dive (± a few minutes).
de: In der Mediathek wurden während dieses Tauchgangs keine Fotos aufgenommen (± ein paar Minuten).
es: No se tomaron fotos de la fototeca durante esta inmersión (± unos minutos).
fr: Aucune photo de la photothèque n’a été prise pendant cette plongée (± quelques minutes).
it: Nessuna foto della libreria è stata scattata durante questa immersione (± qualche minuto).
ja: このダイブ中（±数分）に撮影されたライブラリの写真はありません。
pt: Nenhuma foto da biblioteca foi tirada durante este mergulho (± alguns minutos).
uk: Під час цього занурення (± кілька хвилин) фото в медіатеці не знімалися.

source: No location recorded
de: Kein Ort aufgezeichnet
es: No se registró ubicación
fr: Aucun lieu enregistré
it: Nessuna posizione registrata
ja: 位置情報が記録されていません
pt: Nenhuma localização registrada
uk: Місце не записано

source: No markers
de: Keine Markierungen
es: Sin marcadores
fr: Aucun repère
it: Nessun marcatore
ja: マーカーなし
pt: Sem marcadores
uk: Немає позначок

source: No matches in the photos DiveFree can access. You've granted limited access — allow full access in Settings so it can find shots taken during the dive.
de: Keine Treffer in den Fotos, auf die DiveFree zugreifen kann. Du hast eingeschränkten Zugriff erteilt — erlaube vollen Zugriff in den Einstellungen, damit Aufnahmen aus dem Tauchgang gefunden werden.
es: No hay coincidencias en las fotos a las que DiveFree puede acceder. Has concedido acceso limitado; permite el acceso completo en Ajustes para que pueda encontrar las tomas realizadas durante la inmersión.
fr: Aucune correspondance parmi les photos auxquelles DiveFree peut accéder. Vous avez accordé un accès limité — autorisez l’accès complet dans Réglages pour qu’elle puisse trouver les prises faites pendant la plongée.
it: Nessuna corrispondenza tra le foto a cui DiveFree può accedere. Hai concesso un accesso limitato — consenti l’accesso completo in Impostazioni così può trovare gli scatti fatti durante l’immersione.
ja: DiveFreeがアクセスできる写真の中に一致するものがありません。制限付きアクセスを許可しています——ダイブ中に撮影した写真を見つけられるよう、設定でフルアクセスを許可してください。
pt: Nenhuma correspondência nas fotos que o DiveFree pode acessar. Você concedeu acesso limitado — permita acesso total nos Ajustes para que ele encontre imagens tiradas durante o mergulho.
uk: Немає збігів серед фото, до яких DiveFree має доступ. Ви надали обмежений доступ — дозвольте повний доступ у Налаштуваннях, щоб він міг знайти знімки, зроблені під час занурення.

source: No Matching Photos
de: Keine passenden Fotos
es: No hay fotos coincidentes
fr: Aucune photo correspondante
it: Nessuna foto corrispondente
ja: 一致する写真がありません
pt: Nenhuma foto correspondente
uk: Немає відповідних фото

source: No Photos
de: Keine Fotos
es: No hay fotos
fr: Aucune photo
it: Nessuna foto
ja: 写真がありません
pt: Nenhuma foto
uk: Немає фото

source: No profile
de: Kein Profil
es: Sin perfil
fr: Aucun profil
it: Nessun profilo
ja: プロファイルなし
pt: Sem perfil
uk: Немає профілю

source: No Sessions
de: Keine Sessions
es: No hay sesiones
fr: Aucune session
it: Nessuna sessione
ja: セッションなし
pt: Nenhuma sessão
uk: Немає сесій

source: No Sessions Yet
de: Noch keine Sessions
es: Aún no hay sesiones
fr: Pas encore de session
it: Ancora nessuna sessione
ja: まだセッションがありません
pt: Ainda sem sessões
uk: Ще немає сесій

source: No Spots Yet
de: Noch keine Spots
es: Aún no hay puntos
fr: Pas encore de spot
it: Ancora nessuno spot
ja: まだスポットがありません
pt: Ainda sem locais
uk: Ще немає місць

source: No trips yet
de: Noch keine Reisen
es: Aún no hay viajes
fr: Pas encore de voyage
it: Ancora nessun viaggio
ja: まだ旅行がありません
pt: Ainda sem viagens
uk: Ще немає подорожей

source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
pt: Nota
uk: Нотатка

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
pt: Notas
uk: Нотатки

source: Notes about this spot
de: Notizen zu diesem Spot
es: Notas sobre este punto
fr: Notes sur ce spot
it: Note su questo spot
ja: このスポットのメモ
pt: Notas sobre este local
uk: Нотатки про це місце
